Revit 2027 API
ParameterTypeId.RbsCabletrayrunWidthParam Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayrunWidthParam { get; }
Public Shared ReadOnly Property RbsCabletrayrunWidthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayrunWidthParam {
	ForgeTypeId^ get ();
}
static member RbsCabletrayrunWidthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace